[{
  "name": "Almere",
  "avatar": "almere",
  "image": "almere_image1",
  "description": "Almere is a planned city and municipality in the province of Flevoland, Netherlands, bordering Lelystad and Zeewolde. The municipality of Almere comprises six official areas[5] that are the districts of Almere Stad (which is further split up into Almere Stad Oost, Almere Stad West and Almere Centrum), Almere Buiten and Almere Pampus (which is currently being designed),[6] and the boroughs of Almere Haven, Almere Hout and Almere Poort.",
  "population": "Population (January 2019)\n • Total\t207,904\n • Density\t1,604/km2 (4,150/sq mi)",
  "website": "www.almere.nl"
}, {
  "name": "Amsterdam",
  "avatar": "amsterdam",
  "image": "amsterdam_image1",
  "description": "Amsterdam is the capital and most populous city of the Netherlands with a population of 872,680[12] within the city proper, 1,380,872 in the urban area[5] and 2,410,960 in the metropolitan area.[9] Found within the province of North Holland,[13][14] Amsterdam is colloquially referred to as the 'Venice of the North', attributed by the large number of canals which form a UNESCO World Heritage Site.",
  "population": "Population (municipality and Randstad, 2019; urban area, 2018; metro region, 2014)\n • Municipality\t872,680\n • Density\t5,206/km2 (13,480/sq mi)\n • Urban\t1,380,872\n • Metro region\t2,431,000\n • Randstad\t8,116,000",
  "website": "www.amsterdam.nl"
},{
  "name": "Arnhem",
  "avatar": "arnhem",
  "image": "arnhem_image1",
  "description": "Arnhem is a city and municipality situated in the eastern part of the Netherlands. It is the capital of the province of Gelderland and located on both banks of the rivers Nederrijn and Sint-Jansbeek, which was the source of the city's development. Arnhem had a population of 159,265 in 2019 and is one of the larger cities of the Netherlands.",
  "population": "Population (Municipality, January 2019; Urban and Metro, May 2014)\n • Municipality\t159,265\n • Density\t1,625/km2 (4,210/sq mi)\n • Urban\t152,850\n • Metro\t361,048",
  "website": "www.arnhem.nl"
},{
  "name": "Assen",
  "avatar": "assen",
  "image": "assen_image1",
  "description": "Assen is a municipality and a city in the northeastern Netherlands, and is the capital of the province of Drenthe. It received city rights in 1809. Assen is known for TT Circuit Assen, the motorcycle racing circuit, where on the last Sunday in June the Dutch TT is run; and also for the annual Assen Dance Festival.",
  "population": "Population (January 2019)\n • Total\t67,963\n • Density\t829/km2 (2,150/sq mi)",
  "website": "www.assen.nl"
},{
  "name": "Delfzijl",
  "avatar": "delfzijl",
  "image": "delfzijl_image1",
  "description": "Delfzijl  is a city and municipality with a population of 25,651 in the province of Groningen in the northeast of the Netherlands. Delfzijl was a sluice between the Delf and the Ems, which became fortified settlement in the 16th century. The fortifications were removed in the late 19th century. Delfzijl is the fifth largest seaport in the Netherlands, and the largest port in the North East of the country.",
  "population": "Population (January 2019)\n • Total\t24,716\n • Density\t186/km2 (480/sq mi)",
  "website": "www.delfzijl.nl"
}, {
  "name": "Den Haag",
  "avatar": "denhaag",
  "image": "denhaag_image1",
  "description": "Den Haag is a city on the western coast of the Netherlands on the North Sea and the capital of the province of South Holland. It is also the seat of government of the Netherlands and hosts the International Court of Justice, one of the most important courts in the world.",
  "population": "Population (1 November 2019)\n • Municipality\t544,766\n • Density\t6,569/km2 (17,010/sq mi)\n • Urban\t657,894\n • Metro\t1,054,793\n • Metropolitan region\t2,261,844\n • Randstad\t6,979,500",
  "website": "www.denhaag.nl"
},{
  "name": "Dordrecht",
  "avatar": "dordrecht",
  "image": "dordrecht_image1",
  "description": "Dordrecht historically known in English as Dordt or Dort, is a city and municipality in the Western Netherlands, located in the province of South Holland. It is the fifth-largest city of the province after Rotterdam, The Hague, Zoetermeer and Leiden, with a population of 118,654.",
  "population": "Population (Municipality, January 2019; Urban and Metro, May 2014)\n • Municipality\t118,654\n • Density\t1,502/km2 (3,890/sq mi)\n • Urban\t237,848\n • Metro\t286,833",
  "website": "www.dordrecht.nl"
},{
  "name": "Harlingen",
  "avatar": "harlingen",
  "image": "harlingen_image1",
  "description": "Harlingen  is a municipality and a city in the northern Netherlands, in the province of Friesland on the coast of Wadden Sea. Harlingen is a town with a long history of fishing and shipping. Harlingen received city rights in 1234.",
  "population": "Population (January 2019)\n • Total\t15,758\n • Density\t630/km2 (1,600/sq mi)",
  "website": "www.harlingen.nl"
},{
  "name": "'s-Hertogenbosch",
  "avatar": "hertogenbosch",
  "image": "hertogenbosch_image1",
  "description": "'s-Hertogenbosch is a city and municipality in the Netherlands with a population of 152,968. It is the capital of the province of North Brabant.",
  "population": "Population (Municipality, January 2019; Urban and Metro, May 2014)\n • Municipality\t154,205\n • Density\t1,826/km2 (4,730/sq mi)\n • Urban\t169,714\n • Metro\t198,000\n • Metro region\t355,230\n • Brabant CMSA\t1,932,055",
  "website": "www.hertogenbosch.nl"
}, {
  "name": "Leeuwarden",
  "avatar": "leeuwarden",
  "image": "leeuwarden_image1",
  "description": "Leeuwarden  is a city and municipality in Friesland in the Netherlands. It is the provincial capital and seat of the States of Friesland. The municipality has a population of 122,293.\n\nThe region has been continuously inhabited since the 10th century. It came to be known as Leeuwarden in the early 9th century AD and was granted city privileges in 1435.",
  "population": "Population (Municipality, January 2019; Urban and Metro, May 2014)\n • Municipality\t123,107\n • Density\t516/km2 (1,340/sq mi)\n • Urban\t108,254\n • Metro\t174,724",
  "website": "www.leeuwarden.nl"
},{
  "name": "Maastricht",
  "avatar": "maastricht",
  "image": "maastricht_image1",
  "description": "Maastricht  is a city and a municipality in the southeast of the Netherlands. It is the capital and largest city of the province of Limburg. Maastricht is located on both sides of the Meuse (Dutch: Maas), at the point where the Jeker joins it. It is adjacent to the border with Belgium.",
  "population": "Population (Municipality, January 2019; Urban and Metro, May 2014)\n • Municipality\t121,565\n • Density\t2,140/km2 (5,500/sq mi)\n • Urban\t277,721\n • Metro\t≈ 3,500,000\n \tUrban population for Dutch-Belgian region; metropolitan population for Dutch-Belgian-German region.",
  "website": "www.maastricht.nl"
},{
  "name": "Nijmegen",
  "avatar": "nijmegen",
  "image": "nijmegen_image1",
  "description": "Nijmegen  is a city in the Netherlands' province of Gelderland, on the Waal river close to the German border.\n\nNijmegen is the oldest city in the Netherlands, the second to be recognized as such in Roman times, and in 2005 celebrated 2,000 years of existence. The municipality is part of the Arnhem–Nijmegen metropolitan area, with 736,107 inhabitants in 2011.",
  "population": "Population (Municipality, January 2019; Urban and Metro, May 2014)\n • Municipality\t176,731\n • Density\t3,296/km2 (8,540/sq mi)\n • Urban\t168,840\n • Metro\t287,517",
  "website": "www.nijmegen.nl"
},{
  "name": "Roermond",
  "avatar": "roermond",
  "image": "roermond_image1",
  "description": "Roermond  is a city, a municipality, and a diocese in the southeastern part of the Netherlands.\n\nRoermond is an historically important town, on the lower Roer at the east bank of the Meuse river. It received town rights in 1231. Roermond town centre has been designated as a conservation area.",
  "population": "Population (January 2019)\n • Total\t58,209\n • Density\t957/km2 (2,480/sq mi)",
  "website": "www.roermond.nl"
}, {
  "name": "Utrecht",
  "avatar": "utrecht",
  "image": "utrecht_image1",
  "description": "Utrecht  is the fourth-largest city and a municipality of the Netherlands, capital and most populous city of the province of Utrecht. It is located in the eastern corner of the Randstad conurbation, in the very centre of mainland Netherlands; it had a population of 357,179 as of 2019.",
  "population": "Population (29 February 2020)\n • Municipality\t358,454\n • Density\t3,786/km2 (9,810/sq mi)\n • Urban\t489,734\n • Metro\t656,342\n • Randstad\t6,979,500",
  "website": "www.utrecht.nl"
}]